Repository: hsilviu05/SnapWorth
Catalog: ios/SnapWorth/Localizable.xcstrings
Source language: en
Languages: de, es, ro

source: to
de: bis
es: a
ro: la

source: %@ Photo captured — you can lower your phone.
de: %@ Foto aufgenommen – du kannst dein Handy runternehmen.
es: %@ Foto hecha: ya puedes bajar el móvil.
ro: %@ Poza e făcută — poți lăsa telefonul jos.

source: %@ Try again in %@.
de: %@ Versuch es in %@ noch einmal.
es: %@ Inténtalo de nuevo en %@.
ro: %@ Încearcă din nou peste %@.

source: %@ Try again in a few seconds.
de: %@ Versuch es in ein paar Sekunden noch einmal.
es: %@ Inténtalo de nuevo en unos segundos.
ro: %@ Încearcă din nou peste câteva secunde.

source: %@ Try again in a minute.
de: %@ Versuch es in einer Minute noch einmal.
es: %@ Inténtalo de nuevo en un minuto.
ro: %@ Încearcă din nou peste un minut.

source: %@ Try again in an hour.
de: %@ Versuch es in einer Stunde noch einmal.
es: %@ Inténtalo de nuevo en una hora.
ro: %@ Încearcă din nou peste o oră.

source: %@ confidence
de: Sicherheit: %@
es: Confianza: %@
ro: Încredere: %@

source: %@ dollars
de: %@ Dollar
es: %@ dólares
ro: %@ dolari

source: %@ for your first %@
de: %@ für die ersten %@
es: %@ los primeros %@
ro: %@ pentru primele %@

source: %@ for your first %@, then %@. Cancel anytime.
de: %@ für die ersten %@, danach %@. Jederzeit kündbar.
es: %@ los primeros %@, luego %@. Cancela cuando quieras.
ro: %@ pentru primele %@, apoi %@. Anulezi oricând.

source: %@ in
de: %@ investiert
es: %@ invertidos
ro: %@ investiți

source: %@ needed before you can send. Up to %lld characters.
de: %@ nötig, bevor du senden kannst. Maximal %lld Zeichen.
es: %@ antes de poder enviar. Máximo %lld caracteres.
ro: %@ înainte să poți trimite. Maximum %lld caractere.

source: %@ over the high end.
de: %@ über dem oberen Wert.
es: %@ por encima del máximo.
ro: Cu %@ peste maxim.

source: %@ per %@ for %@
de: %@ pro %@ für %@
es: %@ por %@ durante %@
ro: %@ pe %@ timp de %@

source: %@ per %@ for %@, then %@. Cancel anytime.
de: %@ pro %@ für %@, danach %@. Jederzeit kündbar.
es: %@ por %@ durante %@, luego %@. Cancela cuando quieras.
ro: %@ pe %@ timp de %@, apoi %@. Anulezi oricând.

source: %@ per week
de: %@ pro Woche
es: %@ por semana
ro: %@ pe săptămână

source: %@ realised · %@ still held
de: %@ realisiert · %@ noch im Bestand
es: %@ cobrados · %@ aún sin vender
ro: %@ încasați · %@ încă pe stoc

source: %@ to %@
de: %@ bis %@
es: %@ a %@
ro: %@ la %@

source: %@ under the low end.
de: %@ unter dem unteren Wert.
es: %@ por debajo del mínimo.
ro: Cu %@ sub minim.

source: %@ will be permanently removed from your finds.
de: %@ wird endgültig aus deinen Funden gelöscht.
es: %@ se eliminará definitivamente de tus hallazgos.
ro: %@ va fi șters definitiv din găselnițe.

source: %@ · Upgrade for unlimited
de: %@ · Mit Pro unbegrenzt
es: %@ · Hazte Pro para tenerlos ilimitados
ro: %@ · Treci pe nelimitat

source: %@ — %@, ready to ship
de: %@ – %@, versandfertig
es: %@ — %@, listo para enviar
ro: %@ — %@, gata de expediat

source: %@, estimated %@
de: %@, geschätzt auf %@
es: %@, estimado en %@
ro: %@, estimat la %@

source: %@, from %@
de: %@, aus %@
es: %@, de %@
ro: %@, din %@

source: %@. %@ AI estimate.
de: %@. KI-Schätzung. %@.
es: %@. Estimación con IA. %@.
ro: %@. Estimare AI. %@.

source: %@. Cancel anytime.
de: %@. Jederzeit kündbar.
es: %@. Cancela cuando quieras.
ro: %@. Anulezi oricând.

source: %@. Estimate %@
de: %@. Schätzung %@
es: %@. Estimación %@
ro: %@. Estimare %@

source: %@/month
de: %@/Monat
es: %@/mes
ro: %@/lună

source: %@/year
de: %@/Jahr
es: %@/año
ro: %@/an

source: %lld characters remaining.
de: Noch %lld Zeichen.
es: Quedan %lld caracteres.
ro: Au mai rămas %lld de caractere.

source: %lld day scanning streak
de: %lld Tage Scan-Serie
es: racha de %lld días escaneando
ro: serie de scanări de %lld de zile

source: %lld days
de: %lld Tage
es: %lld días
ro: %lld de zile

source: %lld finds
de: %lld Funde
es: %lld hallazgos
ro: %lld de găselnițe

source: %lld finds you haven't listed yet
de: %lld Funde, die du noch nicht eingestellt hast
es: %lld hallazgos que aún no has publicado
ro: %lld de găselnițe pe care nu le-ai postat încă

source: %lld free scans a day
de: %lld kostenlose Scans pro Tag
es: %lld escaneos gratis al día
ro: %lld de scanări gratuite pe zi

source: %lld free scans left today
de: Noch %lld kostenlose Scans heute
es: Quedan %lld escaneos gratis hoy
ro: %lld de scanări gratuite rămase azi

source: %lld items
de: %lld Artikel
es: %lld artículos
ro: %lld de obiecte

source: %lld items scanned
de: %lld Artikel gescannt
es: %lld artículos escaneados
ro: %lld de obiecte scanate

source: %lld items sold
de: %lld Artikel verkauft
es: %lld artículos vendidos
ro: %lld de obiecte vândute

source: %lld minutes
de: %lld Minuten
es: %lld minutos
ro: %lld de minute

source: %lld months
de: %lld Monate
es: %lld meses
ro: %lld de luni

source: %lld more characters
de: %lld Zeichen mehr
es: %lld caracteres más
ro: încă %lld de caractere

source: %lld more characters needed.
de: Es fehlen noch %lld Zeichen.
es: Faltan %lld caracteres.
ro: Mai e nevoie de %lld de caractere.

source: %lld needs a paid price
de: %lld ohne Einkaufspreis
es: %lld sin precio de compra
ro: %lld fără prețul plătit

source: %lld scans this week
de: %lld Scans diese Woche
es: %lld escaneos esta semana
ro: %lld de scanări săptămâna asta

source: %lld seconds
de: %lld Sekunden
es: %lld segundos
ro: %lld de secunde

source: %lld weeks
de: %lld Wochen
es: %lld semanas
ro: %lld de săptămâni

source: %lld years
de: %lld Jahre
es: %lld años
ro: %lld de ani

source: %lld-day free trial
de: %lld Tage gratis testen
es: %lld días de prueba gratis
ro: probă gratuită de %lld de zile

source: %lld-month free trial
de: %lld Monate gratis testen
es: %lld meses de prueba gratis
ro: probă gratuită de %lld de luni

source: %lld-week free trial
de: %lld Wochen gratis testen
es: %lld semanas de prueba gratis
ro: probă gratuită de %lld de săptămâni

source: %lld-year free trial
de: %lld Jahre gratis testen
es: %lld años de prueba gratis
ro: probă gratuită de %lld de ani

source: %lldx find
de: %lldx dein Einsatz
es: %lldx lo que pagaste
ro: de %lld ori banii

source: +$32 profit
de: +32 $ Gewinn
es: +32 $ de ganancia

source: / 100 confidence
de: / 100 Sicherheit
es: / 100 de confianza
ro: / 100 încredere

source: A marketplace-ready listing, tailored to where you sell.
de: Ein fertiges Inserat, zugeschnitten auf die Plattform, auf der du verkaufst.
es: Un anuncio listo para publicar, adaptado a donde vendes.
ro: Un anunț gata de postat, pe măsura platformei pe care vinzi.

source: A polished description tailored to %@, priced to sell with a smart negotiation floor…
de: Eine saubere Beschreibung für %@, mit einem Preis, der verkauft, und einer klugen Verhandlungsgrenze…
es: Una descripción cuidada y adaptada a %@, con un precio que vende y un mínimo para negociar…
ro: O descriere îngrijită, pe măsura %@, cu un preț care vinde și un minim de negociere…

source: AI estimate
de: KI-Schätzung
es: estimación con IA
ro: estimare AI

source: AI resale estimate
de: KI-Schätzung für den Wiederverkauf
es: Estimación de reventa con IA
ro: Estimare AI de revânzare

source: Account
de: Konto
es: Cuenta
ro: Cont

source: Add both prices to see your profit.
de: Trag beide Preise ein, um deinen Gewinn zu sehen.
es: Añade los dos precios para ver tu ganancia.
ro: Adaugă ambele prețuri ca să vezi profitul.

source: Add the expected resale price to see your profit.
de: Trag den erwarteten Wiederverkaufspreis ein, um deinen Gewinn zu sehen.
es: Añade el precio de reventa estimado para ver tu ganancia.
ro: Adaugă prețul estimat de revânzare ca să vezi profitul.

source: Add the shop price to see your profit.
de: Trag den Ladenpreis ein, um deinen Gewinn zu sehen.
es: Añade el precio de la tienda para ver tu ganancia.
ro: Adaugă prețul din magazin ca să vezi profitul.

source: Add the tag
de: Etikett hinzufügen
es: Añadir la etiqueta
ro: Adaugă eticheta

source: Adds your find multiple to the share card
de: Zeigt auf der Karte, um das Wievielfache du deinen Einsatz rausholst
es: Añade a la tarjeta cuántas veces recuperas lo que pagaste
ro: Adaugă pe card de câte ori îți scoți banii

source: All
de: Alle
es: Todos
ro: Toate

source: All-time profit
de: Gewinn insgesamt
es: Ganancia total
ro: Profit total

source: Almost there…
de: Fast fertig…
es: Casi está…
ro: Aproape gata…

source: Analyzing item
de: Artikel wird analysiert
es: Analizando el artículo
ro: Analizez obiectul

source: Analyzing the item…
de: Artikel wird analysiert…
es: Analizando el artículo…
ro: Analizez obiectul…

source: Anonymous totals from everyone using SnapWorth. AI estimates.
de: Anonyme Summen von allen, die SnapWorth nutzen. KI-Schätzungen.
es: Totales anónimos de toda la gente que usa SnapWorth. Estimaciones con IA.
ro: Totaluri anonime de la toți cei care folosesc SnapWorth. Estimări AI.

source: Anonymous usage only — never your photos, item names, or prices
de: Nur anonyme Nutzungsdaten – nie deine Fotos, Artikelnamen oder Preise
es: Solo uso anónimo: nunca tus fotos, nombres de artículos ni precios
ro: Doar utilizare anonimă — niciodată pozele, numele obiectelor sau prețurile

source: Answer on the next slide
de: Antwort auf der nächsten Folie
es: La respuesta, en la siguiente
ro: Răspunsul pe slide-ul următor

source: Ask
de: Startpreis
es: Salida
ro: Cerut

source: Avg ROI
de: Ø ROI
es: ROI medio
ro: ROI mediu

source: BEST VALUE
de: BESTES ANGEBOT
es: MEJOR PRECIO
ro: CEL MAI AVANTAJOS

source: Back tomorrow, or go Pro
de: Morgen wieder – oder hol dir Pro
es: Vuelve mañana o hazte Pro
ro: Revii mâine sau treci pe Pro

source: Best case
de: Bestfall
es: Mejor caso
ro: Cel mai bun caz

source: Best flip
de: Bester Flip
es: Mejor reventa
ro: Cel mai bun flip

source: Best value
de: Bestes Angebot
es: Mejor precio
ro: Cel mai avantajos

source: Bug Report
de: Fehlerbericht
es: Informe de error
ro: Raportare de problemă

source: Buy smart. Flip for profit.
de: Klug kaufen. Mit Gewinn verkaufen.
es: Compra con cabeza. Revende con ganancia.
ro: Cumperi deștept. Revinzi cu profit.

source: Calculates fees for %@
de: Berechnet die Gebühren für %@
es: Calcula las comisiones de %@
ro: Calculează comisioanele pentru %@

source: Camera Error
de: Kamerafehler
es: Error de cámara
ro: Eroare de cameră

source: Camera access denied. Enable it in Settings.
de: Kamerazugriff verweigert. Aktiviere ihn in den Einstellungen.
es: Acceso a la cámara denegado. Actívalo en Ajustes.
ro: Accesul la cameră e refuzat. Activează-l din Setări.

source: Camera access is restricted on this device
de: Der Kamerazugriff ist auf diesem Gerät eingeschränkt
es: El acceso a la cámara está restringido en este dispositivo
ro: Accesul la cameră este restricționat pe acest dispozitiv

source: Camera access needed to scan items
de: Zum Scannen wird Zugriff auf die Kamera gebraucht
es: Hace falta acceso a la cámara para escanear
ro: E nevoie de acces la cameră ca să scanezi

source: Camera setup failed. Please restart the app.
de: Die Kamera konnte nicht gestartet werden. Starte die App neu.
es: No se pudo iniciar la cámara. Reinicia la app.
ro: Pornirea camerei a eșuat. Repornește aplicația.

source: Cancel
de: Abbrechen
es: Cancelar
ro: Anulează

source: Captures the item and estimates its resale value
de: Fotografiert den Artikel und schätzt seinen Wiederverkaufswert
es: Fotografía el artículo y estima su valor de reventa
ro: Fotografiază obiectul și estimează cât valorează la revânzare

source: Care tag, size label, sole stamp or serial plate. Hold steady — the small print is the point.
de: Pflegeetikett, Größenetikett, Sohlenprägung oder Typenschild. Halt still – das Kleingedruckte ist der Punkt.
es: Etiqueta de cuidado, de talla, sello de la suela o placa con el número de serie. No muevas el móvil: la letra pequeña es lo que importa.
ro: Eticheta de întreținere, cea de mărime, ștampila de pe talpă sau plăcuța cu seria. Ține telefonul fix — scrisul mărunt e important.

source: Center the item — tags & logos help
de: Artikel mittig halten – Etiketten und Logos helfen
es: Centra el artículo: las etiquetas y los logos ayudan
ro: Centrează obiectul — eticheta și logoul ajută

source: Changes the order of your finds
de: Ändert die Reihenfolge deiner Funde
es: Cambia el orden de tus hallazgos
ro: Schimbă ordinea găselnițelor

source: Check resale profit after fees before you buy
de: Sieh den Gewinn nach Gebühren, bevor du kaufst
es: Mira la ganancia tras comisiones antes de comprar
ro: Vezi profitul după comisioane înainte să cumperi

source: Choose from library
de: Aus der Mediathek wählen
es: Elegir de la galería
ro: Alege din galerie

source: Choose photo from library
de: Foto aus der Mediathek wählen
es: Elegir una foto de la galería
ro: Alege o poză din galerie

source: Clear history?
de: Verlauf löschen?
es: ¿Borrar el historial?
ro: Ștergi istoricul?

source: Clear scan history
de: Scan-Verlauf löschen
es: Borrar el historial de escaneos
ro: Șterge istoricul scanărilor

source: Clear search
de: Suche löschen
es: Borrar la búsqueda
ro: Șterge căutarea

source: Close
de: Schließen
es: Cerrar
ro: Închide

source: Closes this result and returns to the camera
de: Schließt das Ergebnis und geht zurück zur Kamera
es: Cierra el resultado y vuelve a la cámara
ro: Închide rezultatul și te duce înapoi la cameră

source: Condition
de: Zustand
es: Estado
ro: Stare

source: Confidence
de: Sicherheit
es: Confianza
ro: Încredere

source: Confidence %lld out of 100
de: Sicherheit %lld von 100
es: Confianza %lld sobre 100
ro: Încredere %lld din 100

source: Copied
de: Kopiert
es: Copiado
ro: Copiat

source: Copied!
de: Kopiert!
es: ¡Copiado!
ro: Copiat!

source: Copy
de: Kopieren
es: Copiar
ro: Copiază

source: Copy listing draft
de: Inserat-Entwurf kopieren
es: Copiar el borrador del anuncio
ro: Copiază ciorna anunțului

source: Copy message and address
de: Nachricht und Adresse kopieren
es: Copiar el mensaje y la dirección
ro: Copiază mesajul și adresa

source: Could not capture photo. Try again.
de: Das Foto konnte nicht aufgenommen werden. Versuch es noch einmal.
es: No se pudo hacer la foto. Inténtalo de nuevo.
ro: N-am putut face poza. Încearcă din nou.

source: Could not process the photo. Please try a different image.
de: Das Foto konnte nicht verarbeitet werden. Probier ein anderes Bild.
es: No se pudo procesar la foto. Prueba con otra imagen.
ro: N-am putut procesa poza. Încearcă altă imagine.

source: Could not save your scan. Please try again.
de: Der Scan konnte nicht gespeichert werden. Versuch es noch einmal.
es: No se pudo guardar el escaneo. Inténtalo de nuevo.
ro: N-am putut salva scanarea. Încearcă din nou.

source: Couldn't add this to My Finds. The verdict below still works.
de: Konnte nicht zu Meine Funde hinzugefügt werden. Das Urteil unten gilt trotzdem.
es: No se pudo añadir a Mis hallazgos. El veredicto de abajo sigue siendo válido.
ro: N-am putut adăuga asta în Găselnițe. Verdictul de mai jos rămâne valabil.

source: Couldn't clear history
de: Der Verlauf konnte nicht gelöscht werden
es: No se pudo borrar el historial
ro: N-am putut șterge istoricul

source: Couldn't load every plan. Try again, or continue with the one shown.
de: Es konnten nicht alle Abos geladen werden. Versuch es noch einmal oder nimm das angezeigte.
es: No se pudieron cargar todos los planes. Inténtalo de nuevo o continúa con el que se muestra.
ro: N-am putut încărca toate abonamentele. Încearcă din nou sau continuă cu cel afișat.

source: Couldn't load plans. Check your connection and try again.
de: Die Abos konnten nicht geladen werden. Prüf deine Verbindung und versuch es noch einmal.
es: No se pudieron cargar los planes. Revisa tu conexión e inténtalo de nuevo.
ro: N-am putut încărca abonamentele. Verifică conexiunea și încearcă din nou.

source: Couldn't load the selected photo. Please try another.
de: Das gewählte Foto konnte nicht geladen werden. Nimm ein anderes.
es: No se pudo cargar la foto elegida. Prueba con otra.
ro: N-am putut încărca poza aleasă. Încearcă alta.

source: Couldn't open Mail
de: Mail konnte nicht geöffnet werden
es: No se pudo abrir Mail
ro: N-am putut deschide Mail

source: Couldn't reach SnapWorth. Check your connection and try again.
de: SnapWorth war nicht erreichbar. Prüf deine Verbindung und versuch es noch einmal.
es: No se pudo conectar con SnapWorth. Revisa tu conexión e inténtalo de nuevo.
ro: N-am putut contacta SnapWorth. Verifică conexiunea și încearcă din nou.

source: Couldn't read that image.
de: Das Bild konnte nicht gelesen werden.
es: No se pudo leer esa imagen.
ro: N-am putut citi imaginea.

source: Couldn't read the tag — enter the price manually.
de: Das Etikett war nicht lesbar – gib den Preis von Hand ein.
es: No se pudo leer la etiqueta: escribe el precio a mano.
ro: N-am putut citi eticheta — scrie prețul manual.

source: Couldn't save this flip. Try again.
de: Dieser Flip konnte nicht gespeichert werden. Versuch es noch einmal.
es: No se pudo guardar esta reventa. Inténtalo de nuevo.
ro: N-am putut salva flipul. Încearcă din nou.

source: Couldn't save to My Finds — this result won't be kept
de: Konnte nicht in Meine Funde gespeichert werden – dieses Ergebnis bleibt nicht erhalten
es: No se pudo guardar en Mis hallazgos: este resultado no se conservará
ro: N-am putut salva în Găselnițe — rezultatul ăsta nu se păstrează

source: Couldn't start the run. Check Live Activities in Settings.
de: Die Tour konnte nicht gestartet werden. Prüf die Live-Aktivitäten in den Einstellungen.
es: No se pudo empezar la ruta. Revisa las Actividades en vivo en Ajustes.
ro: N-am putut porni tura. Verifică Activitățile live din Setări.

source: Couldn't start — check Live Activities in Settings
de: Nicht gestartet – prüf die Live-Aktivitäten in den Einstellungen
es: No empezó: revisa las Actividades en vivo en Ajustes
ro: N-a pornit — verifică Activitățile live din Setări

source: Daily free scan
de: Täglicher Gratis-Scan
es: Escaneo gratis diario
ro: Scanarea gratuită zilnică

source: Data
de: Daten
es: Datos
ro: Date

source: Date
de: Datum
es: Fecha
ro: Dată

source: Day %lld of your streak is waiting — your free scan is back.
de: Tag %lld deiner Serie wartet – dein Gratis-Scan ist wieder da.
es: Te espera el día %lld de tu racha: ya tienes tu escaneo gratis.
ro: Ziua %lld din serie te așteaptă — ai iar scanarea gratuită.

source: Delete
de: Löschen
es: Eliminar
ro: Șterge

source: Delete %@
de: %@ löschen
es: Eliminar %@
ro: Șterge %@

source: Delete Failed
de: Löschen fehlgeschlagen
es: No se pudo eliminar
ro: Ștergerea a eșuat

source: Delete all
de: Alle löschen
es: Eliminar todo
ro: Șterge tot

source: Delete this find?
de: Diesen Fund löschen?
es: ¿Eliminar este hallazgo?
ro: Ștergi găselnița asta?

source: Demand %@
de: Nachfrage %@
es: Demanda %@
ro: Cerere %@

source: Did %@ sell? Update your ledger to keep your profit accurate.
de: Hat sich %@ verkauft? Aktualisier dein Buch, damit der Gewinn stimmt.
es: ¿Se vendió %@? Actualiza tu registro para que la ganancia siga siendo exacta.
ro: S-a vândut %@? Actualizează-ți registrul ca profitul să rămână corect.

source: Dismisses this offer
de: Schließt dieses Angebot
es: Cierra esta oferta
ro: Închide oferta

source: Done
de: Fertig
es: Listo
ro: Gata

source: Done editing
de: Bearbeiten beendet
es: Edición terminada
ro: Gata cu editarea

source: Edit
de: Bearbeiten
es: Editar
ro: Editează

source: Edit finds
de: Funde bearbeiten
es: Editar hallazgos
ro: Editează găselnițele

source: Enable notifications
de: Mitteilungen aktivieren
es: Activar notificaciones
ro: Activează notificările

source: End run
de: Tour beenden
es: Terminar ruta
ro: Încheie tura

source: End thrift run
de: Second-Hand-Tour beenden
es: Terminar la ruta de segunda mano
ro: Încheie tura de second hand

source: Enter an amount in dollars
de: Gib einen Betrag in Dollar ein
es: Escribe una cantidad en dólares
ro: Introdu o sumă în dolari

source: Estimated Resale Value
de: Geschätzter Wiederverkaufswert
es: Valor de reventa estimado
ro: Preț estimat la revânzare

source: Estimated resale value
de: Geschätzter Wiederverkaufswert
es: Valor de reventa estimado
ro: Preț estimat la revânzare

source: Estimated resale value %@. %@ AI estimate.
de: Geschätzter Wiederverkaufswert %@. KI-Schätzung. %@.
es: Valor de reventa estimado %@. Estimación con IA. %@.
ro: Preț estimat la revânzare %@. Estimare AI. %@.

source: Estimating resale value…
de: Wiederverkaufswert wird geschätzt…
es: Estimando el valor de reventa…
ro: Estimez prețul de revânzare…

source: Every find, in one place.
de: Alle Funde, an einem Ort.
es: Todos tus hallazgos, en un solo sitio.
ro: Toate găselnițele, într-un singur loc.

source: Expected
de: Erwartet
es: Esperado
ro: Așteptat

source: Expected resale
de: Erwarteter Wiederverkauf
es: Reventa estimada
ro: Revânzare estimată

source: Export CSV
de: CSV exportieren
es: Exportar CSV
ro: Exportă CSV

source: Feature Request
de: Funktionswunsch
es: Sugerencia
ro: Propunere de funcție

source: Feel
de: Bedienung
es: Experiencia
ro: Experiență

source: Fees (optional)
de: Gebühren (optional)
es: Comisiones (opcional)
ro: Comisioane (opțional)

source: Fees for this marketplace aren't in the table — this is before fees.
de: Die Gebühren dieser Plattform stehen nicht in der Tabelle – das ist vor Gebühren.
es: Las comisiones de esta plataforma no están en la tabla: esto es antes de comisiones.
ro: Comisioanele platformei ăsteia nu sunt în tabel — suma e înainte de comisioane.

source: Fill the frame with the label
de: Füll das Bild mit dem Etikett
es: Llena el encuadre con la etiqueta
ro: Umple cadrul cu eticheta

source: Filters by item name or brand
de: Filtert nach Artikelname oder Marke
es: Filtra por nombre de artículo o marca
ro: Filtrează după numele obiectului sau după marcă

source: Flexible, cancel anytime
de: Flexibel, jederzeit kündbar
es: Flexible, cancela cuando quieras
ro: Flexibil, anulezi oricând

source: Flip options
de: Flip-Optionen
es: Opciones de reventa
ro: Opțiuni pentru flipuri

source: Floor
de: Minimum
es: Mínimo
ro: Minim

source: Four price points, what drives the value, and how to sharpen the estimate.
de: Vier Preispunkte, was den Wert treibt, und wie du die Schätzung schärfst.
es: Cuatro niveles de precio, qué sube el valor y cómo afinar la estimación.
ro: Patru praguri de preț, ce ridică valoarea și cum faci estimarea mai exactă.

source: Free Plan
de: Gratis-Tarif
es: Plan gratuito
ro: Plan gratuit

source: Free find
de: Gratis-Fund
es: Hallazgo gratis
ro: Găselniță pe gratis

source: Free scan
de: Gratis-Scan
es: Escaneo gratis
ro: Scanare gratuită

source: Free →
de: Gratis →
es: Gratis →
ro: Pe gratis →

source: From this photo only — not a certification.
de: Nur aus diesem Foto – keine Echtheitsprüfung.
es: Solo a partir de esta foto: no es una certificación.
ro: Doar din poza asta — nu e o certificare.

source: General Feedback
de: Allgemeines Feedback
es: Comentarios generales
ro: Păreri generale

source: Generate %@ listing
de: Inserat für %@ schreiben
es: Generar el anuncio para %@
ro: Scrie anunțul pentru %@

source: Get SnapWorth
de: Hol dir SnapWorth
es: Descarga SnapWorth
ro: Ia-ți SnapWorth

source: Good
de: Gut
es: Bueno
ro: Bun

source: Guess before the estimate
de: Erst raten, dann schätzen
es: Adivina antes de ver la estimación
ro: Ghicește înainte de estimare
